[
  "obsidian-linter",
  "emoji-shortcodes",
  "obsidian-better-command-palette",
  "obsidian-wakatime",
  "darlal-switcher-plus",
  "obsidian-editor-shortcuts",
  "obsidian-embedded-code-title",
  "folder-notes",
  "obsidian-note-autocreator",
  "obsidian-auto-link-title",
  "footlinks",
  "obsidian-copy-block-link",
  "obsidian-format-code"
]